


export default function BriefGoal(){
  
  return (
    <div className="py-10">
      <div className={`container mx-auto `}>
      <h2 className="text-xl font-semibold text-center" >
        Для кого цей сервіс?
      </h2>
      <div className={`py-10 text-justify`}>
        
        <p className={`mt-5 px-10`}>
          Сервіс Trusta було створено для людей, що час від часу використовують грошові перекази “з картки на картку” і хочуть бути впевненими, що їх не ошукають.
        </p>

        <p className={`px-10 mt-5`}>
          Trusta дозволяє здійснювати перекази з картки на картку без розголошення номеру картки. Це допомагає додатково захистити ваші рахунки від шахраїв, а також спрощує оплату ПЛАТНИКОВІ. Відтепер не потрібно вводити довгі номери карток. 
        </p>

        <p className={`px-10 mt-5`}>
          Алгоритм опрацювання платежів Trusta  дозволяє вносити та повертати завдатки без ризику втратити кошти через шахрайство.
        </p>

        <p className={`px-10 mt-5`}>
          Trusta допомагає Вам захистити ваші гроші в ситуаціях, коли отримувач і платник хочуть мати гарантію переказу коштів в обмін на виконання домовленостей - виконання роботи, надання послуги чи передачу об’єктів/речей.
        </p>


        {/* <p className={`p-6`}>
          І клієнти, і виконавці - всі ми хоч раз у житті опинялися в ситуаціях, коли інша сторона не виконувала домовленості. Іноді це трапляється з об’єктивних причин, але часто - через недобросовісність чи й відверте шахрайство.
        </p>
        <p className={`p-6`}>
          Юрист рік вів справу клієнта і виграв, а клієнт вирішив не розраховуватися. Замовник заплатив аванс за розробку проектної документації, а підрядник зник з грошима і не виходить на зв’язок. Дизайнер кілька місяців розробляв ескізи, а замовник вирішує розірвати стосунки без оплати за виконану роботу. Орендодавець рекламує гарну квартиру за хорошу ціну і просить скинути завдаток для бронювання квартири, а потім вимикає телефони і не відповідає на дзвінки. Бригада місяць робить ремонт в будинку клієнта, а той потім проганяє їх з погрозами і без розрахунку за виконану роботу. Продавець взяв передплату, щоб привезти з-за кордону авто, і місяцями не привозить, посилаючись на різні незрозумілі причини. 
          Клієнт замовив щоб йому привезли рідкісну деталь, а потім передумав і не викуповує її. Сторони домовляються про оренду будинку з заїздом через три місяці, але потім у когось змінюються плани і угода зривається. І так далі. Всі ми неоднократно або потрапляли у схожі ситуації, або чули подібні історії від знайомих.
          </p>
          <p className={`p-6`}>
              Власне після того, як засновники сервісу Trusta самі вчергове потрапили в подібні історії, було вирішено створити і запропонувати клієнтам продукт, який би захистив сторони домовленостей від недобросовісності і шахрайства.
              Алгоритми Trusta побудовані таким чином, щоб зробити шахрайство недоцільним. При використанні Trusta кошти будуть зараховані виконавцю лише після підтвердження замовником отримання послуги АБО будуть повернуті замовнику лише в тому випадку, коли виконавець підтвердить скасування угоди. До того часу кошти будуть надійно зберігатися в банку на спеціальному транзитному рахунку. Якщо ж виникає спірна ситуація, то алгоритми Trusta будуть сприяти якнайшвидшому розв’язанню сторонами таких суперечок і збереженню коштів до розв’язання суперечки.
      </p>
 
      <p className={`p-6 text-center font-semibold `}>
      TrustaPay гарантує, що кошти будуть сплачені за надані послуги.
      </p> */}
      </div>
      
      <h2 className="text-xl font-semibold text-center" >
        Що робить цей сервіс?
      </h2>
      
      <div className={`mt-5 text-justify`}>
        
        <p className={`px-10 mt-5`}>
            Сервіс завдатків Trusta гарантує, що при переказі з картки на картку між фізичними особами кошти будуть отримані якщо домовленості будуть виконані.
        </p>

        <p className={`px-10 mt-5`}>
          Алгоритми Trusta побудовані таким чином, щоб зробити шахрайство недоцільним. При використанні Trusta кошти будуть зараховані виконавцю лише після підтвердження замовником отримання послуги АБО будуть повернуті замовнику лише в тому випадку, коли виконавець підтвердить скасування угоди. До того часу кошти будуть надійно зберігатися в банку на спеціальному транзитному рахунку. Якщо ж виникає спірна ситуація, то алгоритми Trusta будуть сприяти якнайшвидшому розв’язанню сторонами таких суперечок і збереженню коштів до розв’язання суперечки.
        </p>

        <p className={`px-10 mt-5 text-center font-semibold `}>
          Trusta гарантує, що кошти будуть сплачені за надані послуги.
        </p>
      </div>
      
           

      </div>
    </div>
    
    
  )
}