import Head from 'next/head'
import Layout from "../components/layout"


export default function AboutServicePage() {
  return (
    <Layout>
        <Head>
          <meta name="description" content="Trusta - чому ми вирішили створити такий сервіс, деталі, умови, ліміти" />
          <title> Про сервіс | Trusta </title>
        </Head>

        <section className={`h-full overflow-x-auto`}>
            <div className={`container mx-auto md:mt-0 mt-10`}>
                <div className="relative ">
                  <img src="/images/about-service-bg.jpg" className="rounded mx-auto" alt="Про сервіс, задній фон. Абстракція"/>
                  
                   <h1 className={` font-bold text-3xl border-b-2 border-t-2 bg-gray-900 bg-opacity-90 w-full md:w-1/2 absolute top-0 md:top-1/3 right-0 py-5 px-16 text-center`}> ПРО СЕРВІС </h1>
                </div>
                
                <div className={`mt-18 text-justify`}>
                    <h2 className={`font-semibold text-xl uppercase text-center py-10`}>
                        TRUSTA - ОНЛАЙН-СЕРВІС БЕЗПЕЧНИХ ЗАВДАТКІВ №1.
                    </h2>

                    <div className={`p-3 text-base `}>
                        TRUSTA забезпечує роботу системи peer-to-peer арбітражу виконання домовленостей між людьми, яка робить безпечним процес внесення та отримання завдатків або авансів за майбутню послугу або роботу.
                    </div>
                    <div className={`p-3 text-base`}>
                        Сервіс дозволяє вносити та зберігати суму завдатку або авансу на спеціальному банківському рахунку, де кошти “заморожуються” до моменту виконання домовленості між сторонами. Якщо ж домовленість не буде виконано, тоді кошти повернуться відправнику. Виконання або скасування домовленостей підтверджується сторонами з використанням peer-to-peer алгоритму.
                    </div>
                    <div className={`p-3 text-base`}>
                         Обробку процесів списання, зберігання та зарахування коштів в рамках сервісу здійснює банк-партнер ПУМБ (ПЕРШИЙ УКРАЇНСЬКИЙ МІЖНАРОДНИЙ БАНК).
                    </div>
                    <div className={`p-3 text-base `}>
                        Сервіс працює відповідно до вимог законодавства України, правил Національного банку України та правил Міжнародних платіжних систем VISA та MasterCard:
                        <ul className={`list-disc pl-6 pt-2`}>
                            <li>
                                до 10 операцій зарахування коштів на кожну окрему банківську платіжну картку щодоби;
                            </li>
                            <li>
                                ліміт суми однієї транзакції становить 29 999,99 грн.;
                            </li>
                            <li>
                                добовий ліміт суми зарахування коштів на кожну окрему банківську платіжну картку становить 89 999,97 грн.;
                            </li>
                            <li>
                                місячний ліміт суми зарахування коштів на кожну окрему банківську платіжну картку становить 399 999,99 грн.;
                            </li>
                            <li>
                                тижневий ліміт суми зарахування коштів на кожну окрему банківську платіжну картку становить 399 999,99 грн.
                            </li>
                        </ul>
                    </div>
                    
                    <div className={`p-3 text-base `}>
                        Комісія сервісу за peer-to-peer арбітраж та переведення коштів з картки на картку становить 5% від суми переказу (авансу), але мінімум 5,00 грн. Комісія утримується в момент списання коштів з банківської платіжної картки та не підлягає поверненню.
                        <br/>
                        Ваш банк-емітент платіжної картки може утримувати стандартну комісію відповідно до ваших умов користування карткою.
                    </div>
                    <div className={`p-3 text-base`}>
                        Термін знаходження суми завдатку (авансу) на зберіганні сервісу - до 120 днів. Якщо протягом цього часу жодна зі сторін не ініціює завершення угоди через засоби сервісу, то кошти будуть автоматично повернуті на рахунок відправника (за вирахуванням суми комісії сервісу).
                    </div>
                    
                </div>
            </div>
           
        </section>
      
    </Layout>
  )
}
