import Layout from '../components/layout'
import Head from "next/head"

export default function OffertaPage() {
  return (
    <Layout>
        <Head>
          
          <meta name="description" content="Trusta - ДОГОВІР ПРО НАДАННЯ ПОСЛУГ З ІНФОРМАЦІЙНОГО ТА ТЕХНОЛОГІЧНОГО ОБСЛУГОВУВАННЯ. (Публічна Оферта)" />
          <title> Умови використання | Trusta  </title>
        </Head>

        <section className={`py-20 bg-gray-900 bg-opacity-90 border-b border-gray-600 `}>
        <div className={`container mx-auto md:my-5 mt-10`}>
                <div className="relative h-40">
                   <h1 className={` font-bold text-3xl border-b-2 border-t-2 bg-gray-900 bg-opacity-0 w-full md:w-1/2 absolute bottom-0 right-0 py-5 px-16 text-center`}> ДОГОВІР ПРО НАДАННЯ ПОСЛУГ З ІНФОРМАЦІЙНОГО ТА ТЕХНОЛОГІЧНОГО ОБСЛУГОВУВАННЯ</h1>
                </div>

               
                <div className={`mt-16 text-justify`}>
                    
                    <div className={`p-6 font-semibold`}>
                        <h2 className={`uppercase text-bold text-xl text-center`}>
                            ПУБЛІЧНА ПРОПОЗИЦІЯ ТОВ «ТРАСТА»
                        </h2>
                    </div>   

                    <div className={`p-6`}>
                        <span className={`font-semibold text-teal-300`}>ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ «ТРАСТА» </span> (далі – «Організація») відповідно до ст. 641 Цивільного кодексу України шляхом оприлюднення цього документу «Договір про надання послуг з інформаційного та технологічного обслуговування» (далі – «Договір») на сайтах та/або веб-додатках, що адмініструються Організацією (далі – «Сайт») оголошує пропозицію на укладення Договору згідно зі ст. 634 Цивільного кодексу України.
                    </div>  
                   
                    <div className={`p-6`}>
                        <h3 className={`uppercase font-semibold `}>
                            1. ТЕРМІНИ ТА ВИЗНАЧЕННЯ
                        </h3>
                    </div>

                    <div className={`py-1 px-6`}>
                        <ul>
                            <li className={`mt-4`}>
                                <span className={`font-semibold text-teal-300`}>Акцепт Оферти </span> – підтвердження Користувачем згоди укласти з Банком Договір про надання Банківської послуги шляхом вчинення на Сайті Організації дій, що свідчать про ознайомлення Користувача з умовами Оферти та подання Банку доручення щодо виконання Банківської послуги на підставі відповідного Запиту.
                            </li>
                            <li className={`mt-4`}>
                                <span className={`font-semibold text-teal-300`}>Банк</span> – Банківська установа, з якою Організацією укладено відповідний Договір про забезпечення Користувачам можливості подати до Банку Запит щодо надання Банківської послуги.
                            </li>
                            <li className={`mt-4`} >
                                <span className={`font-semibold text-teal-300`}> Банківська послуга </span> – послуга   Банку із забезпечення виконання доручення Користувача зі здійснення переказу коштів в національній валюті між поточними рахунками фізичних осіб з використанням електронних платіжних засобів <span className={`font-semibold text-teal-300`}> Переказ з картки на картку </span>, яка надається Користувачу згідно акцептованої Користувачем Оферти на підставі відповідного Запиту.
                            </li>
                            <li className={`mt-4`} >
                                <span className={`font-semibold text-teal-300`}>Запит</span>  – звернення Користувача до Банку в електронному вигляді, що формується та передається останньому засобами апаратно-програмного комплексу Організації й включає в себе Акцепт Оферти, а також іншу інформацію, введену Користувачем на екранній формі Сайту Організації з метою отримання Банківської послуги та яка необхідна для виконання Банком доручення Користувача.
                            </li>
                            <li className={`mt-4`}>
                                <span className={`font-semibold text-teal-300`}> Картка </span> – електронний платіжний засіб у вигляді емітованої в установленому законодавством України порядку пластикової чи іншого виду картки, що, серед іншого, використовується для ініціювання переказу коштів з рахунку з метою їх перерахування на рахунки інших осіб.
                            </li>
                            <li className={`mt-4`}>
                                <span className={`font-semibold text-teal-300`}> Користувач </span> - будь-яка фізична особа, що має відкритий в будь-якій банківській установі рахунок, з якого ініціюється переказ коштів для здійснення переказів у безготівковій формі з використанням банківської платіжної картки однієї з міжнародних платіжних систем Visa International та МasterCard Worldwide або Національної системи масових електронних платежів (ПРОСТІР) як платіжного засобу в мережі Інтернет (далі – <span className={`font-semibold text-teal-300`}> Картка </span>).
                            </li>
                            <li className={`mt-4`}>
                                <span className={`font-semibold text-teal-300`}> Оферта </span> – публічна пропозиція Банку на укладання Договору про надання Банківської послуги - Переказ з картки на картку.
                            </li>
                            
                        </ul>
                    </div>

                    <div className={`pt-10 pb-6 px-6`}>
                        <h3 className={`uppercase font-semibold `}>
                            2. ЗАГАЛЬНІ ПОЛОЖЕННЯ
                        </h3>
                    </div>

                    <div className={`py-1 px-6`}>
                        <ul>
                            <li className={`mt-4`}>
                                2.1 Цей Договір регулює відносини між Організацією та Користувачами щодо надання останнім послуг з інформаційного та технологічного обслуговування (далі – <span className={`font-semibold text-teal-300`}> Послуги Організації </span>).
                            </li>
                            <li className={`mt-4`}>
                                2.2 Договір підписується уповноваженим представником Організації та є публічною пропозицією Організації до невизначеного кола Користувачів стосовно укладення Договору. Приєднання Користувача до Договору відбувається в цілому, Користувач не може запропонувати Організації свої умови Договору.
                            </li>
                            <li className={`mt-4`} >
                                2.3 Офіційне оприлюднення Договору з метою ознайомлення фізичних осіб з її змістом здійснюється Організацією шляхом розміщення тексту Договору на Сайті Організації.
                            </li>   
                            <li className={`mt-4`} >
                                2.4 Приєднання Користувача до Договору здійснюється шляхом акцепту Договору. Акцептувати Договір має право будь-який Користувач. Перед приєднанням до Договору Користувач зобов’язаний ознайомитися з його умовами. Якщо Користувач не згодний з умовами Договору, він не вправі вчиняти дії, спрямовані на його укладення та виконання.
                            </li>
                            <li className={`mt-4`}>
                                2.5 Факт здійснення акцепту Договору розглядається Сторонами як прийняття Користувачем пропозиції Організації укласти Договір. Здійсненням акцепту Договору Користувач підтверджує своє ознайомлення та повну, безумовну і остаточну згоду з усіма умовами Договору, а також своє волевиявлення стосовно приєднання до Договору.
                            </li>
                            <li className={`mt-4`}>
                                2.6 Фіксація акцепту Договору здійснюється Організацією в електронному вигляді і зберігається в апаратно-програмному комплексі Організації. Сторони погоджуються, що виписки з апаратно-програмного комплексу Організації можуть використовуватись як докази при розгляді спорів, у тому числі в судовому порядку.
                            </li>
                            <li className={`mt-4`}>
                                2.7 Акцептування Договору здійснюється Користувачем шляхом вчинення в сукупності наступних дій:
                                <ul className={`list-disc list-inside `}>
                                    <li>
                                        ініціювання Користувачем подання Запиту з метою отримання Банківської послуги шляхом введення необхідних даних на екранній формі Сайту Організації.
                                    </li>
                                    <li>
                                        натиснення Користувачем на Сайті Організації відповідного графічно оформленого посилання у вигляді кнопки з надписом Переказати або Оплатити, що свідчить про погодження Користувача з умовами даного Договору, а також про Акцепт Оферти.
                                    </li>
                                </ul>
                            </li>
                            
                        </ul>
                    </div>


                    <div className={`pt-10 pb-6 px-6`}>
                        <h3 className={`uppercase font-semibold `}>
                            3.  УМОВИ НАДАННЯ ПОСЛУГ ОРГАНІЗАЦІЇ
                        </h3>
                    </div>

                    <div className={`py-1 px-6`}>
                        <ul>
                            <li className={`mt-4`}>
                                3.1 У відповідності до положень даного Договору Організація надає послуги з інформаційного та технологічного обслуговування Користувачів, що полягають у наданні можливості Користувачам формувати в електронному вигляді на Сайті Організації Запит про отримання Банківської послуги та передачі такого Запиту засобами апаратно-програмного комплексу Організації до Банку з метою належного виконання останнім доручення Користувача, що міститься у такому Запиті.
                            </li>
                            <li className={`mt-4`}>
                                3.2 Послуги Організації з інформаційного та технологічного обслуговування вважаються наданими Користувачу належним чином при виконанні наступних умов:
                                <ul className={`list-disc list-inside `}>
                                    <li>
                                        Користувач здійснив акцепт Оферти та подав відповідний Запит;
                                    </li>
                                    <li>
                                        Банк надав Користувачеві Банківську послугу.
                                    </li>
                                </ul>
                            </li>
                            <li className={`mt-4`}>
                                3.3 У окремих випадках, за домовленості Сторін, Організація надсилає відповідний Запит до Банку, виключно за умови настання певної обставини визначеної Користувачем (зокрема, але не виключно: отримання від Користувача вказівки щодо направлення до Банку згідно акцептованої Користувачем Оферти Запиту про здійснення транзакції з зарахування коштів Отримувачу, за результатом вчинення Користувачем певних дій, як-то: отримання від Отримувача товару, послуги або іншого блага тощо). Користувач розуміє та погоджується з тим, що у такому випадку момент направлення Організацією до Банку Запиту визначається Користувачем та своєчасність такого направлення залежить виключно від Користувача, яким засобами апаратно-програмного комплексу Організації, подається окрема вказівка щодо направлення Запиту за умови настання певної обставини. Фіксація такої окремої вказівки Користувача здійснюється Організацією в електронному вигляді і зберігається в апаратно-програмному комплексі Організації. Сторони погоджуються, що виписки з апаратно-програмного комплексу Організації можуть використовуватись як докази при розгляді спорів, у тому числі в судовому порядку.
                            </li>
                            <li className={`mt-4`}>
                                3.4 Права та обов’язки за укладеною за сприянням Організації Офертою між Користувачем та Банком, яка визначає порядок надання Банківської послуги, виникають безпосередньо у Банка.
                            </li>
                            <li className={`mt-4`}>
                                3.5 Порядок взаємодії між Організацією та Банком під час інформаційного та технологічного обслуговування Користувачів з метою отримання останніми Банківської послуги, регулюється окремим договором, укладеним між Банком та Організацією.
                            </li>
                            <li className={`mt-4`}>
                                3.6 Послуги Організації надаються з урахуванням наступних обмежень:
                                <ul className={`list-disc list-inside `}>
                                    <li>
                                        3.6.1 До 10 операцій зарахування коштів на кожну окрему банківську платіжну     картку щодоби;
                                    </li>
                                    <li>
                                        3.6.2 Ліміт суми однієї транзакції становить 29 999,99 грн.;
                                    </li>
                                    <li>
                                        3.6.3 Добовий ліміт суми зарахування коштів на кожну окрему банківську платіжну картку становить 89 999,97 грн.;
                                    </li>
                                    <li>
                                        3.6.4 Місячний ліміт суми зарахування коштів на кожну окрему банківську платіжну картку становить 399 999,99 грн.;
                                    </li>
                                    <li>
                                        3.6.5 Тижневий ліміт суми зарахування коштів на кожну окрему банківську платіжну картку становить 399 999,99 грн;
                                    </li>
                                    <li>
                                        3.6.6 Комісія сервісу за peer-to-peer арбітраж та переведення коштів з картки на картку становить 5% від суми переказу (авансу), але мінімум 5,00 грн. Комісія утримується в момент списання коштів з банківської платіжної картки та не підлягає поверненню;Банк-емітент платіжної картки може додатково утримувати стандартну комісію відповідно до умов користування карткою;
                                    </li>
                                    <li>
                                        3.6.7 Термін знаходження суми завдатку (авансу) на зберіганні сервісу - до 120 днів. Якщо протягом цього часу жодна зі сторін не ініціює завершення угоди через засоби сервісу, то кошти будуть автоматично повернуті на рахунок відправника (за вирахуванням суми комісії сервісу).
                                    </li>
                                    <li>
                                        3.6.8 Сервіс надається фізичним особам.
                                    </li>
                                </ul>
                            </li>
                        </ul>
                    </div>

                    <div className={`pt-10 pb-6 px-6`}>
                        <h3 className={` uppercase font-semibold `}>
                            4. ПРАВА ТА ОБОВ’ЯЗКИ ОРГАНІЗАЦІЇ
                        </h3>
                    </div>

                    <div className={`py-1 px-6`}>
                        <ul>
                            <li className={`mt-4`}>
                                4.1 Організація має право:
                                <div className={`ml-2`}>
                                    4.1.1 Відмовити Користувачу в наданні Послуг Організації в наступних випадках:
                                    <ul className={`list-disc list-inside `}>
                                        <li>
                                            ненадання Користувачем інформації, необхідної для формування Запиту або іншої інформації необхідної для надання Послуг Організації;
                                        </li>
                                        <li>
                                            виявлення в поданому Користувачем Запиті про отримання Банківської послуги, ознак операції, що несе репутаційні ризики для Організації;
                                        </li>
                                        <li>
                                            розцінення Організацією в поданому Користувачем Запиті про отримання Банківської послуги, ознак шахрайської операції.
                                        </li>
                                    </ul>
                                </div>
                            </li>
                            <li className={`mt-4 ml-2`}>
                                4.1.2 Вводити інші обмеження пов’язані зі зменшенням ризиків здійснення незаконних операцій в результаті надання Послуг Організації.
                            </li>
                            <li className={`mt-4 ml-2`}>
                                4.1.3 Розірвати цей Договір в односторонньому порядку відповідно до визначених умов.
                            </li>
                        </ul>
                    </div>
                    <div className={`py-1 px-6`}>
                        <ul>
                            <li className={`mt-4`}>
                                4.2 Організація зобов’язана:
                                <div className={`ml-4`}>
                                    4.2.1 Здійснювати інформаційне та технологічне обслуговування Користувачів шляхом надання можливості Користувачам формувати в електронному вигляді через звернення до Сайту Організації Запит про отримання Банківської послуги та передачі такого Запиту засобами апаратно-програмного комплексу Організації до Банку.
                                </div>
                            </li>
                            <li className={`mt-4 ml-2`}>
                                4.2.2 Надавати можливість Користувачам отримувати через звернення до Сайту в електронному вигляді та роздруковувати Підтвердження запиту із зазначенням реквізитів наведених Користувачами на екранній формі при зверненні до Сайту Організації при формуванні Запиту (зокрема, коду авторизації, дати і часу авторизації, суми операції, інших наявних реквізитів).
                            </li>
                            <li className={`mt-4 ml-2`}>
                                4.2.3 Забезпечити інформаційну підтримку Користувачів щодо умов та порядку надання Послуг Організації.
                            </li>
                            <li className={`mt-4 ml-2`}>
                                4.2.4 Використовувати інформацію, отриману від Користувачів виключно з метою виконання умов цього Договору, та у випадках, передбачених законодавством України.
                            </li>
                            <li className={`mt-4 ml-2`}>
                                4.2.5 Зберігати інформацію та відомості (у тому числі персональні дані Користувачів), надані Користувачами для виконання Договору, та забезпечити їх захист від несанкціонованого доступу.
                            </li>
                            <li className={`mt-4 ml-2`}>
                                4.2.6. В процесі надання Користувачам Послуг організації, надавати Користувачам контактні дані Користувачів, такі як номер телефону чи електронну адресу Користувачів, з якими Користувач взаємодіє в рамках отримання Послуги банку;
                            </li>
                            <li className={`mt-4 ml-2`}>
                                4.2.7. Розглядати претензії Користувачів щодо виконання цього Договору.
                            </li>
                        </ul>
                    </div>

                    <div className={`pt-10 pb-6 px-6`}>
                        <h3 className={`uppercase font-semibold`}>
                            5. ПРАВА ТА ОБОВ’ЯЗКИ КОРИСТУВАЧІВ
                        </h3>
                    </div>

                    <div className={`py-1 px-6`}>
                        <ul>
                            <li className={`mt-4`}>
                                5.1 Користувачі мають право:
                                <ul className={`list-none list-inside ml-3 `}>
                                    <li>
                                        5.1.1 Користуватися Послугами Організації відповідно до умов Договору та чинного законодавства України;
                                    </li>
                                    <li>
                                        5.1.2 Ознайомитися з діючою редакцією Договору, відвідавши Сайт Організації;
                                    </li>
                                    <li>
                                        5.1.3 Направити Організації претензію щодо якості наданої Послуги Організації у строк не пізніше ніж через 30 (тридцять) календарних днів з дати її надання;
                                    </li>
                                    <li>
                                        5.1.4 Звертатися до служби підтримки (контакт-центру) Організації за вказаними на Сайті Організації контактними даними (телефон, e-mail, електронна форма звернення тощо).
                                    </li>
                                </ul>
                            </li>
                            <li className={`mt-4`}>
                                5.2 Користувач зобов’язується:
                                <ul className={`list-none list-inside ml-3 `}>
                                    <li>
                                        5.2.1 При користуванні Послугами Організації дотримуватись умов Договору та чинного законодавства України;
                                    </li>
                                    <li>
                                        5.2.2 До моменту приєднання до Договору у повному обсязі ознайомитися з його умовами.
                                    </li>
                                </ul>
                            </li>
                        </ul>
                    </div>
                    

                    <div className={`pt-10 pb-6 px-6`}>
                        <h3 className={`uppercase font-semibold`}>
                            6. ЗАПЕВНЕННЯ ТА ГАРАНТІЇ
                        </h3>
                    </div>
                    
                    <div className={`py-1 px-6`}>
                        <ul>
                            <li className={`mt-4`}>
                                6.1 Організація та Користувач засвідчують однакове розуміння ними умов Договору та його правових наслідків, підтверджують дійсність їх намірів при його укладенні, а також те, що Договір не містить ознак фіктивного або удаваного правочину, що він не укладений під впливом помилки щодо його природи, прав та обов’язків Сторін, а також під впливом обману чи збігу тяжких обставин.
                            </li>
                            <li className={`mt-4`}>
                                6.2 Шляхом приєднання до Договору Користувач заявляє та гарантує Організації наступне:
                                <ul className={`list-none list-inside ml-3 `}>
                                    <li>
                                        6.2.1 Користувач має необхідний обсяг дієздатності та правоздатності для укладення та виконання Договору.
                                    </li>
                                    <li>
                                        6.2.2 Користувач виконав усі дії, необхідні для укладення та виконання Договору, а також виконання своїх    обов’язків за Договором.
                                    </li>
                                    <li>
                                        6.2.3 Прийняття умов Договору (приєднання до нього) Користувачем у спосіб, визначений Договором, є повним і беззастережним та означає згоду Користувача зі всіма умовами Договору без виключення і доповнення.
                                    </li>
                                </ul>
                            </li>
                        </ul>
                    </div>

                    <div className={`pt-10 pb-6 px-6`}>
                        <h3 className={`uppercase font-semibold`}>
                            7. ФОРС-МАЖОР
                        </h3>
                    </div>

                    <div className={`p-6`}>
                        <ul>
                            <li className={`mt-4`}>
                                7.1 Сторона звільняється від відповідальності за невиконання умов Договору, якщо доведе, що єдиною безпосередньою причиною такого невиконання є форс-мажор.
                            </li>
                            <li className={`mt-4`}>
                                7.2 До подій форс-мажору, зокрема, належить війна, військові дії, незалежно від факту оголошення війни, вторгнення, бунт, повстання, громадянське заворушення, терористичний акт, пожежа, стихійні лиха, дії органів державної влади, які обмежують або унеможливлюють виконання зобов’язань за Договором, або інша подібна подія, що знаходиться поза контролем сторони (далі – «Форс – мажор»).
                            </li>
                            <li className={`mt-4`}>
                                7.3 Сторона, яка перебуває під впливом Форс-мажору, зобов’язана вживати всіх розумних та здійсненних заходів для зменшення негативного впливу Форс-мажору на виконання Договору такою Стороною.
                            </li>
                            <li className={`mt-4`}>
                                7.4 Факти існування та тривалості Форс-мажору підтверджуються документами компетентних органів, що уповноважені посвідчувати обставини Форс-мажору відповідно до законодавства України, в тому числі Торгово-промислової палати України.
                            </li>
                        </ul>
                    </div>

                    <div className={`pt-10 pb-6 px-6`}>
                        <h3 className={`uppercase font-bold`}>
                            8. ВІДПОВІДАЛЬНІСТЬ
                        </h3>
                    </div>

                    <div className={`p-6`}>
                        <ul>
                            <li className={`mt-4`}>
                                8.1 Сторони несуть відповідальність відповідно до законодавства України
                            </li>
                            <li className={`mt-4`}>
                                8.2 Користувач несе відповідальність за достовірність інформації, зазначеної ним на електронній формі при зверненні до Сайту Організації при формуванні Запиту.
                            </li>
                            <li className={`mt-4`}>
                                8.3 У випадку визнання банківськими установами або міжнародними платіжними системами (МПС) операції, здійсненої при наданні Користувачу Банківської послуги, Запит про надання якої подано Організацією у відповідності до приписів п. 3.3. Договору за окремою вказівкою Користувача, такою, що носить ознаки шахрайської або недійсної операції, Користувач зобов’язується відшкодувати Організації усі збитки, а також штрафні санкції, що будуть застосовані до Організації за результатом виконання даного Договору. Сторони цим погоджуються, що достатнім підтвердженням шахрайського характеру та/або недійсності проведених операцій, є одержані Організацією в будь-якому вигляді (у тому числі в електронному вигляді) заяви/повідомлення/підтвердження банківських установ або МПС, а підтвердженням понесених Організацією збитків є відповідні розрахункові або первинні документи, що свідчать про сплату або утримання відповідних сум за такими шахрайськими та/або недійсними операціями. Користувач розуміє та погоджується з тим, що достатньою підставою для відшкодування Користувачем на користь Організації збитків, обумовлених даним пунктом Договору, є факт настання певної обставини, за результатом якої Користувачем надається окрема вказівка Організації щодо направлення Запиту до Банку, незалежно від підстав визнання у подальшому банківськими установами або МПС такої операції недійсною або шахрайською.
                            </li>

                        </ul>
                    </div>

                    <div className={`pt-10 pb-6 px-6`}>
                        <h3 className={`uppercase font-semibold `}>
                            9. СТРОК ДІЇ ДОГОВОРУ. ЗМІНА УМОВ ДОГОВОРУ
                        </h3>
                    </div>

                    <div className={` px-6`}>
                        <ul>
                            <li className={`mt-4`}>
                                9.1 Договір набирає чинності з дня приєднання Користувача до Договору та діє протягом невизначеного строку.
                            </li>
                            <li className={`mt-4`}>
                                9.2 Порядок внесення змін до Договору:
                                <ul className={`list-none list-inside ml-3 `}>
                                    <li>
                                        9.2.1 Організація має право ініціювати зміни Договору шляхом розміщення оновленої редакції Договору на Сайті Організації.
                                    </li>
                                    <li>
                                        9.2.2 Розміщення оновленої редакції Договору на Сайті є належним виконанням Організацією обов’язку щодо додержання форми та порядку повідомлення Користувача про зміни до Договору. Приєднуючись до Договору, Користувач таким чином висловлює свою згоду з тим, що внесення Організацією змін Договору не є односторонньою зміною Договору, не порушує прав і законних інтересів Користувача, не має своїм наслідком істотний дисбаланс договірних прав та обов’язків на шкоду Користувача.
                                    </li>
                                    <li>
                                       9.2.3 Зміни до Договору вступають в силу з моменту їх розміщення (оприлюднення) на Сайті Організації, якщо інший строк вступу в силу не визначений додатково при їх публікації.
                                    </li>
                                    <li>
                                       9.2.4 При незгоді Користувача зі змінами умов цього Договору, Користувач повинен припинити користування Послугами Організації.
                                    </li>
                                </ul>
                            </li>
                            <li className={`mt-4`}>
                                9.3 Порядок розірвання Договору:
                                <ul className={`list-none list-inside ml-3 `}>
                                    <li>
                                        9.3.1 Договір може бути розірвано в наступних випадках:
                                        <ul className={`list-disc ml-6`}>
                                                <li>
                                                    у випадках та порядку, передбачених законодавством України;
                                                </li>
                                                <li>
                                                    за ініціативою Організації в односторонньому порядку.
                                                </li>
                                        </ul>
                                    </li>
                                    <li>
                                        9.3.2 У разі дострокового припинення цього Договору Організація зобов’язана розмістити на Сайті Організації заяву Організації про припинення дії Договору незалежно від підстав розірвання Договору.
                                    </li>
                                    <li>
                                        9.3.3 Договір вважається розірваним з моменту (дати) розміщення на Cайті Організації заяви Організації про його розірвання.
                                    </li>
                                </ul>
                            </li>

                        </ul>
                    </div>

                    <div className={`pt-10 pb-6 px-6`}>
                        <h3 className={`uppercase font-semibold`}>
                            10. ЗАКЛЮЧНІ ПОЛОЖЕННЯ
                        </h3>
                    </div>

                    <div className={`px-6`}>
                        <ul>
                            <li className={`mt-4`}>
                                10.1 Цей Договір укладено українською мовою, умови Договору є публічними та Користувач погоджується з ними.
                            </li>
                            <li className={`mt-4`}>
                                10.2 У всьому, що не передбачено цим Договором, Сторони керуються законодавством України.
                            </li>
                            <li className={`mt-4`}>
                                10.3 Всі спори між Організацією та Користувачем, які виникають у зв’язку з Договором, вирішуються шляхом перемов, а за неможливості досягнення згоди зі спірних питань, у судовому порядку відповідно до законодавства України.
                            </li>
                            <li className={`mt-4`}>
                                10.4 З метою дотримання Закону України «Про захист персональних даних» Користувач, приєднанням до Договору, підтверджує надання Організації беззастережної згоди (дозволу) на обробку своїх персональних даних, зокрема, їх збирання, реєстрацію, накопичення, зберігання, адаптування, зміну (в тому числі за зверненням третіх осіб), поновлення, використання і поширення (розповсюдження, реалізацію, передачу), знеособлення, знищення, у тому числі з використанням інформаційних (автоматизованих) систем, виключно з метою виконання умов цього Договору на строк, що є необхідним та достатнім для виконання Сторонами своїх зобов’язань за Договором і дотримання положень законодавства України, якщо інший строк не передбачено законодавством України, що передбачає у тому числі, але не виключно: отримання Користувачем від Організації SMS-повідомлень, дзвінків, електронних листів, повідомлень від Сайту в мессенджерах на аккаунт Користувача, а також запис голосового повідомлення/заяви Користувача у разі звернення до служби підтримки тощо.
                            </li>
                            <li className={`mt-4`}>
                                10.5 Шляхом приєднання до Договору Користувач підтверджує, що надає Організації безвідкличну та безумовну згоду/дозвіл, а Організація має право розкрити (передати) будь-яку або всю інформацію стосовно Користувача, у наступних випадках та наступним особам:
                                <ul className={`list-disc ml-6`}>
                                    <li>
                                        Банку та іншим юридичним та фізичним особам у разі, якщо відповідна інформація за Договором, є необхідною для забезпечення Організацією виконання своїх обов’язків за цим Договором, а також здійснення Організацією фінансових чи інших операцій в ході своєї звичайної діяльності, а також у випадку, якщо вказані особи надають Організації послуги, пов’язані з основною діяльністю Організації та повинні бути обізнаними з інформацією, що стосується діяльності Організації за Договором;
                                    </li>
                                    <li>
                                        органам державної влади, місцевого самоврядування, іншим установам, органам та організаціям, які відповідно до законодавства України мають право здійснювати перевірки фінансово-господарської та іншої діяльності Організації, на підставі їх офіційного запиту та/або в процесі здійснення перевірки фінансово-господарської та іншої діяльності Організації.
                                    </li>
                                </ul>
                            </li>
                            <li className={`mt-4`}>
                                10.6 Інформація, яка підлягає розкриттю відповідно до умов цього Договору, розкривається (передається) Організацією в обсязі, необхідному для досягнення цілей, у відповідності до яких вона передається.
                            </li>
                            
                        </ul>
                    </div>
                    
                    <div className={`pt-10 pb-6 px-6`}>
                        <h3 className={`uppercase font-semibold`}>
                            11. РЕКВІЗИТИ ОРГАНІЗАЦІЇ:
                        </h3>
                    </div>

                    <div className={`px-6`}>
                        <ul>
                            <li className={`mt-4`}>
                                ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ «ТРАСТА»
                            </li>
                            <li className={`mt-4`}>
                                Місцезнаходження: 65490, Одеська обл., м. Теплодар, вулиця генерала Плієва, б.14, к.39
                            </li>
                            <li>
                                IBAN UA923348510000000026000111948 в АТ «ПУМБ», МФО 334851
                            </li>
                            <li>
                                Код ЄДРПОУ 43526873
                            </li>
                            <li>
                                Платник єдиного податку
                            </li>
                            <li>
                                Директор Є.С.Сойкін
                            </li>

                        </ul>
                    </div>


                </div>
            </div>
           
        </section>
        

        
    </Layout>
  )
}
